Pipe2D/incompressible/simpleFoam/fine/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2112                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    Front
    {
        type            empty;
        nFaces          8000;
        startFace       15580;
    }
    Back
    {
        type            empty;
        nFaces          8000;
        startFace       23580;
    }
    Inlet
    {
        type            patch;
        nFaces          20;
        startFace       31580;
    }
    Outlet
    {
        type            patch;
        nFaces          20;
        startFace       31600;
    }
    TopWall
    {
        type            patch;
        nFaces          400;
        startFace       31620;
    }
    BottomWall
    {
        type            patch;
        nFaces          400;
        startFace       32020;
    }
)

// ************************************************************************* //
